Repository: tomirisrakhymzhan/Baby-s-Diary
Catalog: Baby's Diary/Resources/Localizable.xcstrings
Source language: en
Languages: kk, ru

source: Add Baby
kk: Баланы қосыңыз
ru: Добавить малыша

# Add_Baby_DOB
source: Baby's date of birth
kk: Баланың туған күні
ru: Дата рождения малыша

# Add_Baby_Head_Circumference
source: Baby's head circumference
kk: Баланың бас шеңбері
ru: Окружность головы малыша

# Add_Baby_Height
source: Baby's height
kk: Баланың бойы
ru: Рост малыша

# Add_Baby_Name
source: Baby's name
kk: Баланың аты
ru: Имя малыша

# Add_Baby_Not_Chosen
source: Not chosen
kk: Таңдалмаған
ru: Не выбрано

# Add_Baby_View_Title
source: Add baby info
kk: Бала қосыңыз
ru: Добавить малыша

# Add_Baby_Weight
source: Baby's weight
kk: Баланың салмағы
ru: Вес малыша

source: Adding baby...
kk: Баланы қосып жатырмыз
ru: Добавляем малыша

source: Already confirmed?
kk: Қазірдің өзінде расталды ма?
ru: Уже подтвердили?

# Are_Sure_You_Want_Exit
source: Are you sure you want to exit?
kk: Сіз шыққыңыз келетініне сенімдісіз бе?
ru: Вы уверены что хотите выйти?

# Authorization_Title
source: Authorization
kk: Авторизация
ru: Авторизация

source: Cancel
kk: Жою
ru: Отмена

source: Check
kk: Тексеру
ru: Проверить

source: cm
kk: см
ru: см

# Confirm_Email
source: Please confirm your email address
kk: Электрондық пошта мекенжайыңызды растаңыз
ru: Пожалуйста, подтвердите свой адрес электронной почты

# Confirmation_Email_Sent
source: Confirmation email was sent
kk: Растау сілтемесі сіздің поштаңызға жіберілді
ru: Ссылка для подтверждения отправлена на вашу почту

source: Done
kk: Дайын
ru: Готово

source: Email
kk: Эл. пошта
ru: Эл. почта

# Email_Not_Yet_Verified_Message
source: The mail has not been confirmed yet
kk: Пошта әлі расталған жоқ
ru: Почта еще не подтверждена

# Email_Verified_Message
source: Your email has been successfully verified
kk: Сіздің поштаңыз сәтті расталды
ru: Ваша почта успешно подтверждена

# Enter_Your_Email
source: Please, enter your email
kk: Поштаңызды енгізіңіз
ru: Пожалуйста, введите свою эл. почту

source: Exit
kk: Шығу
ru: Выйти

# Fill_Email_Field
source: Fill out your email
kk: Электрондық поштаңызды толтырыңыз
ru: Заполните ваш адрес электронной почты

# Fill_Password_Field
source: Fill out your password
kk: Құпия сөзіңізді толтырыңыз
ru: Введите ваш пароль

source: Forgot password?
kk: Құпия сөзіңізді ұмыттыңыз ба?
ru: Забыли пароль?

# Have_Account
source: Already have account?
kk: Аккаунтыңыз бар ма?
ru: Уже есть аккаунт?

source: Invalid email format
kk: қате пошта формат
ru: Неправильный формат почты

source: No account?
kk: Аккаунт жоқ па?
ru: Нет аккаунта?

source: Not Chosen
kk: Таңдалмаған
ru: Не выбрано

# Onboarding_Alert_Message
source: This step is irreversible
kk: Бұл қадам қайтымсыз
ru: Этот шаг необратим

# Onboarding_Alert_Title
source: Are you sure you want to finish onboarding?
kk: Онбординг аяқтағыңыз келетініне сенімдісіз бе?
ru: Вы уверены, что хотите завершить онбординг?

# Onboarding_Consultation_Subtitle
source: With the AI consultation feature, you'll receive personalized recommendations based on your child's sleep statistics. Using OpenAI algorithms, the app analyzes the data and suggests solutions to improve sleep quality.
kk: Жасанды интеллект кеңес беру функциясының көмегімен сіз балаңыздың ұйқы статистикасына негізделген жеке ұсыныстар аласыз. OpenAI алгоритмдерін қолдана отырып, қосымша деректерді талдап, ұйқы сапасын жақсарту үшін шешімдер ұсынады.
ru: С функцией консультации ИИ вы получите персонализированные рекомендации на основе статистики сна вашего ребенка. Используя алгоритмы OpenAI, приложение анализирует данные и предлагает решения для улучшения качества сна.

# Onboarding_Consultation_Title
source: Consultation
kk: Кеңес беру
ru: Консультация

# Onboarding_Finish_Button
source: Finish
kk: Аяқтау
ru: Завершить

# Onboarding_Next_Button
source: Next
kk: Келесі
ru: Далее

# Onboarding_Skip_Button
source: Skip
kk: Өткізіп жіберу
ru: Пропустить

# Onboarding_Sleep_Subtitle
source: With the sleep tracking feature, you can easily add and manage your child's sleep times by recording the start and end of each period. This helps you monitor sleep patterns, analyze data, and improve your child's sleep habits.
kk: Ұйқыны бақылау функциясының көмегімен әр кезеңнің басталуы мен аяқталуын жазу арқылы балаңыздың ұйқы уақытын оңай қосуға және басқаруға болады. Бұл ұйқы режимін қадағалауға, деректерді талдауға және балаңыздың ұйқы әдеттерін жақсартуға көмектеседі.
ru: С функцией отслеживания сна вы легко сможете добавлять и управлять временем сна вашего ребенка, записывая начало и окончание каждого периода. Это поможет следить за режимом и качеством сна, анализировать данные и улучшать привычки сна малыша.

# Onboarding_Sleep_Title
source: Sleep
kk: Ұйқы
ru: Сон

# Onboarding_Statistics_Subtitle
source: With the sleep statistics feature, you can track and analyze your child's sleep patterns by recording data. Share these statistics with experts for professional recommendations.
kk: Ұйқы статистикасы функциясының көмегімен деректерді жазу арқылы балаңыздың ұйқы режимін қадағалап, талдай аласыз. Кәсіби ұсыныстар алу үшін осы статистиканы сарапшылармен бөлісіңіз.
ru: С функцией статистики сна вы сможете отслеживать и анализировать режимы сна ребенка, записывая данные. Делитесь этой статистикой с экспертами для профессиональных рекомендаций.

# Onboarding_Statistics_Title
source: Statistics
kk: Статистика
ru: Статистика

# Onboarding_Welcome_Subtitle
source: Our app will help you improve your child's sleep quality!
kk: Біздің қосымша сізге балаңыздың ұйқы сапасын жақсартуға көмектеседі!
ru: Наше приложение поможет вам улучшить качество сна вашего ребенка!

# Onboarding_Welcome_Title
source: Welcome
kk: Қош келдіңіз
ru: Добро пожаловать

source: Password
kk: Құпия сөз
ru: Пароль

# Password_Cannot_Empty
source: Password cannot be empty
kk: Құпия сөз бос болуы мүмкін емес
ru: Пароль не может быть пустым

# Password_length_insufficient
source: Password must be 6 characters or more
kk: Құпия сөз 6 немесе одан көп таңбадан тұруы керек
ru: Пароль должен состоять из 6 символов или более

source: Password reset
kk: Құпия сөзді қалпына келтіру
ru: Сброс пароля

# Password_Reset_Link_Sent
source: A link to reset the password has been sent to your email
kk: Құпия сөзді қалпына келтіру сілтемесі сіздің электрондық поштаңызға жіберіледі
ru: Ссылка на сброс пароль выслана на вашу эл. почту

source: Passwords do not match
kk: Құпия сөздер сәйкес келмейді
ru: Пароли не совпадают

# Please_Correct_Errors
source: Please correct the errors above
kk: Жоғарыдағы қателерді түзетіңіз
ru: Пожалуйста, исправьте приведенные выше ошибки

source: Register
kk: Тіркелу
ru: Зарегистрироваться

# Registration_Title
source: Registration
kk: Тіркелеу
ru: Регистрация

source: Repeat password
kk: Құпия сөзді қайталаңыз
ru: Повторите пароль

# Send_Confirmation_Email
source: Send a confirmation link
kk: Растау сілтемесін жіберу
ru: Отправить ссылку для подтверждения

source: Send password reset link
kk: Қалпына келтіру сілтемесін жіберіңіз
ru: Отправить ссылку для сброса

source: Sign In
kk: Кіру
ru: Войти

# User_Not_Found
source: User was not found
kk: Пайдаланушы табылмады
ru: Пользователь не найден

source: Yes
kk: Иә
ru: Да
